Report/SpectrumAPIFrameWorkV3/SpectrumAPIFrameWork/Data/TemplateRequest/SOAP/DeActivation.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:uss="http://www.oracle.com/VFQ/USSDIntegration/USSDCommonIO">
   <soapenv:Header/>
   <soapenv:Body>
      <uss:RequestPayload>
         <uss:RequestResponsePayload>
            <uss:MSISDN>${MSISDN}$</uss:MSISDN>
                     <uss:TransID>${TRANSACTIONID}$</uss:TransID>
                 <uss:Language>ENGLISH</uss:Language>
            <uss:Interface>USSD</uss:Interface>
            <uss:TypeOfCall>${TYPEOFCALL}$</uss:TypeOfCall>
            <uss:ListOfOrderLineItem>
            <uss:OrderLineItem>
            <uss:ProductId>3502</uss:ProductId>
            <uss:ProductName>Sri Lanka QR35 Add On</uss:ProductName>
            <uss:Action>Delete</uss:Action>
            </uss:OrderLineItem>
            </uss:ListOfOrderLineItem><uss:data xsi:nil="true" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"/><uss:data xsi:nil="true" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"/>
         </uss:RequestResponsePayload>
      </uss:RequestPayload>
   </soapenv:Body>
</soapenv:Envelope>